var usdaRecAreas = {
	"RECDATA": [{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "WestWorld",
		"RecAreaDescription": "WestWorld is located in north Scottsdale at the base of the McDowell Mountains.  Surrounded by the Sonoran Desert with over 360 acres of pristine landscaping, the covered Equidome Arena, Brett's Barn, and state-of-the-art equine facilities provide a spectacular setting for a variety of venues, including four annual Signature Events: the Barrett\/Jackson Classic Auto Auction; All Arabian Horse Show; Sun Country Quarter Horse Show; and the Thunderbird Balloon Classic.\r\n\r\nOther amenities are also available at WestWorld, including horseback riding, catering facility, hiking trails into the McDowell Mountains, and recreational vehicle spaces.\r\n\r\nIn November 1999, the Sanctuary Golf Course opened at the east end of the West World property.  This 18-hole golf course, with only 75 acres of turf, is designed to be water efficient, easily maintained, and was awarded membership in the Audubon Cooperative Sanctuary Program (the first golf course ever to achieve this distinction upon initial opening).",
		"Keywords": "",
		"RecAreaEmail": "",
		"RecAreaLatitude": 33.63282,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-111.8681992,
			33.63282],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2012-04-22",
		"RecAreaID": 4,
		"RecAreaLongitude": -111.8681992,
		"RecAreaDirections": "Area is north of Frank Lloyd Wright Boulevard in Scottsdale, Arizona.  Pima Frontage road is open northbound and southbound.  Call 480.312.6802 or see <A HREF=\"http:\/\/www.scottsdaleaz.gov\/Assets\/documents\/westworld\/WWDirections.pdf\">Directions<\/a> here.",
		"RecAreaPhone": "480-312-6802",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "http:\/\/www.maricopa.gov\/parks\/lake_pleasant\/images\/lake_map_large.jpg",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "Lake Pleasant",
		"RecAreaDescription": "This newly expanded reservoir has 114 miles of shoreline for family recreation uses.  The reservoir boasts a 10-lane boat ramp; parking for 200 vehicles.  Recreational facilities concentrated primarily on the reservoir's western shore.  About 450 picnic sites, 165 campsites ranging from tent to primitive to improved camping with full utility hookups, 14 group-use areas, 4 overlooks, a full-service marina equipped to handle 1,000 boats, and 7 miles of trails.  The lake also has a visitor center an overlook as well as a desert education center.  Along with hiking, biking and watersports, sportfishing is very popular and numerous species inhabit the lake including white bass, largemouth bass, striped bass, channel catfish, and black crappie. A state-issued license is required.\r\n\r\nContact\/Entry Station phone number is 928-501-1710.\r\n\r\n<A HREF=\"http:\/\/www.usbr.gov\/projects\/Facility.jsp?fac_Name=New+Waddell+Dam\">New Waddell Dam<\/a> and Lake Pleasant are features of the <A HREF=\"http:\/\/www.usbr.gov\/projects\/Project.jsp?proj_Name=Central%20Arizona%20Project\">Central Arizona Project<\/a>.",
		"Keywords": "",
		"RecAreaEmail": "lakepleasant@mail.maricopa.gov",
		"RecAreaLatitude": 33.8533682,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-112.2693283,
			33.8533682],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2012-04-22",
		"RecAreaID": 6,
		"RecAreaLongitude": -112.2693283,
		"RecAreaDirections": "Site is about 30 miles from Phoenix, Arizona.  North on I-17, west on State Hwy. 74.",
		"RecAreaPhone": "602-372-7460",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "Shadow Mountain Lake",
		"RecAreaDescription": "<A HREF=\"http:\/\/www.usbr.gov\/dataweb\/dams\/co01666.htm\">Shadow Mountain Dam<\/a> and Reservoir, <A HREF=\"http:\/\/www.usbr.gov\/dataweb\/html\/cbt.html\">Colorado-Big Thompson Project<\/a>, are on the Colorado River below its confluence with the Grand Lake outlet.  Developments include 1 campground with 80 campsites and 2 boat-launch ramps. Good access exists. Total water surface available for recreation is approximately 1,346 surface acres and 8 miles of shoreline. Primary recreational activities are camping, fishing, and power boating. Primary sport fish are bown trout, rainbow trout, and salmon. Facilities closed in winter due to ice and snow conditions. <A HREF=\"http:\/\/www.usbr.gov\/gp-bin\/arcweb_sharesco.pl\">Current Reservoir Levels<\/a>.",
		"Keywords": "",
		"RecAreaEmail": "www.fs.fed.us",
		"RecAreaLatitude": 40.2069298,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-105.8408453,
			40.2069298],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2012-04-22",
		"RecAreaID": 9,
		"RecAreaLongitude": -105.8408453,
		"RecAreaDirections": "North from Granby, Colorado on U.S. 34.",
		"RecAreaPhone": "970-887-4100",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": " ",
		"RecAreaFeeDescription": "",
		"RecAreaName": "White Mountains National Recreation Area",
		"RecAreaDescription": "This 1-million-acre area is used primarily from February to April, when dog-mushers, snowmobilers, and skiers come to take advantage of the winter solitude and northern lights. BLM maintains 11 winter cabins, which are connected by a network of more than 240 miles of groomed winter trails. Much of the area is too wet to hike through in the summer, but Beaver Creek National Wild River and several short trails offer opportunities for adventure.",
		"Keywords": "",
		"RecAreaEmail": "AK_FDO_GeneralDelivery@blm.gov",
		"RecAreaLatitude": 65.546,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-147.214,
			65.546],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2012-06-02",
		"RecAreaID": 10,
		"RecAreaLongitude": -147.214,
		"RecAreaDirections": "Begin your trip at the BLM office or the Alaska Public Lands Information Center (an interagency office) in Fairbanks, where you can obtain detailed directions, as well as the latest information on trail and weather conditions.  Most summer hiking occurs along the Summit Trail at mile 28, Elliott Highway.  Other hiking trails, along with campgrounds and gold-panning areas, may be found at Nome Creek, accessible from the U.S. Creek Rd., mile 57, Steese Highway. Winter access is at mile 28 and mile 57, Elliott Highway, and at McKay Creek, mile 42, Steese Highway. BLM has also developed a new winter access point at U.S. Creek, mile 57, Steese Highway.",
		"RecAreaPhone": "800.437.7021",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "Folsom Lake",
		"RecAreaDescription": "Recreation at Folsom Reservoir is managed by the California Department of Parks and Recreation under agreement with the Bureau of Reclamation, Central California Area Office.   The reservoir was created by <A HREF=\"http:\/\/www.usbr.gov\/dataweb\/dams\/ca10148.htm\">Folsom Dam<\/a> across the American River. The dam is a feature of the Central Valley Project - American River Division - <A HREF=\"http:\/\/www.usbr.gov\/dataweb\/html\/folsom.html\">Folsom and Sly Park Units<\/a>. Folsom Lake offers 75 miles of shoreline.  Usually open  7 days a week, 7:00 a.m. to 10:00 p.m., contact the park office for seasonal variations.  Facilities include 3 public campgrounds, 2 with showers, 60 miles of equestrian trails, 10 miles of paved bicycle trails, 8 miles of advanced mountain bike trails, and excellent year-round bank or boat fishing.  Several launch ramps provide continuous boat launching access throughout the lake fluctuation zone.  At capacity, Good fishing for both cold- and warm-water species including rainbow trout, brown trout, black bass, catfish, crappie, and bluegill.  The American River Water Education Center at Folsom Dam contains exhibits that promote water education directly related to the American River Watershed.",
		"Keywords": "",
		"RecAreaEmail": "plucero@mp.usbr.gov",
		"RecAreaLatitude": 38.7074027,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-121.1560578,
			38.7074027],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2012-04-22",
		"RecAreaID": 11,
		"RecAreaLongitude": -121.1560578,
		"RecAreaDirections": "Folsom Lake is located 20 miles northeast of Sacramento via Highway US 50.",
		"RecAreaPhone": "916-988-0205",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "Folsom S. Canal Rec. Trail",
		"RecAreaDescription": "The 69 mile long Folsom South Canal originates at Nimbus Dam on the American River in Sacramento County and extends southward, paralleling and to the east of State Highway 99 through San Joaquin County.  Canal bikeway is open year round, and can be accessed at many locations. Call for details.",
		"Keywords": "",
		"RecAreaEmail": "plucero@mp.usbr.gov",
		"RecAreaLatitude": 38.7315688,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-121.1330017,
			38.7315688],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2012-04-22",
		"RecAreaID": 12,
		"RecAreaLongitude": -121.1330017,
		"RecAreaDirections": "Nimbus Dam on the American River in Sacramento County and extends southward, paralleling and to the east of State Highway 99 through San Joaquin County.",
		"RecAreaPhone": "916-988-1707",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "Keswick Reservoir",
		"RecAreaDescription": "<A HREF=\"http:\/\/www.usbr.gov\/projects\/Facility.jsp?fac_Name=Keswick+Dam\">Keswick Dam<\/a> and reservoir are features of the <A HREF=\"http:\/\/www.usbr.gov\/projects\/Project.jsp?proj_Name=Shasta\/Trinity River Division Project\">Central Valley Project - Shasta\/Tinity River Divisions<\/a>. The dam creates a 23,800-acre-foot afterbay for Shasta Lake.  Keswick Dam has migratory fish-trapping facilities in conjunction with the Coleman Fish Hatchery, 25 miles downstream on Battle Creek.  The salmon and steelhead are trapped as they reach the dam, then transported to the fish hatchery for milking.  Keswick Reservoir does not have salmon or steelhead; it does have a healthy population of wild trout, including German browns and rainbows.  The majority of the fish are native.  The California Department of Fish and Game occasionally plants fish in the Keswick Reservoir.  Effective fly fishing, spin fishing, and bait fishing.  Boat launching facilities on the south end of the reservoir.  Excellent shore access on the west.  Very light fishing pressure.",
		"Keywords": "",
		"RecAreaEmail": "",
		"RecAreaLatitude": 40.6253413,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-122.4480177,
			40.6253413],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2012-04-22",
		"RecAreaID": 13,
		"RecAreaLongitude": -122.4480177,
		"RecAreaDirections": "Located 9 miles downriver from <A HREF=\"http:\/\/www.usbr.gov\/projects\/Facility.jsp?fac_Name=Shasta+Dam\">Shasta Dam<\/a>.  The nearest highway is 299 West.",
		"RecAreaPhone": "530-276-2031",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "Imperial Reservoir Area:  Mittry Lake Wildlife Area",
		"RecAreaDescription": "Mittry Lake Wildlife Area lies in and adjacent to the floodplain of the Colorado River between <A HREF=\"http:\/\/www.usbr.gov\/projects\/Facility.jsp?fac_Name=Laguna+Diversion+Dam\">Laguna<\/a> and <A HREF=\"http:\/\/www.usbr.gov\/projects\/Facility.jsp?fac_Name=Imperial+Diversion+Dam\">Imperial Dams<\/a>.  Mittry Lake covers approximately 750 acres, with much of the shoreline covered with cattails and bullrush.  Mittry Lake has recently undergone rehabilitation work including marsh dredging, revegetation and fish habitat improvement, making it an ideal location for small game hunting and sportfishing.  Major species for small game hunting include waterfowl, doves, quail, rabbit and raccoon.  Major species of fish in the lake include largemouth bass, channel catfish, flathead catfish, crappie, and bluegill.  There are no camping facilities and the area is for day use only.  However there is a 3-lane boat launch ramp for motorized boating on the lake.  The area is also very popular for nature study and birdwatching. <A HREF=\"http:\/\/www.blm.gov\/az\/st\/en\/prog\/recreation\/watchable\/mittry.html\"> More information. <\/a>",
		"Keywords": "",
		"RecAreaEmail": "",
		"RecAreaLatitude": 32.8528213,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-114.4521697,
			32.8528213],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2012-04-22",
		"RecAreaID": 14,
		"RecAreaLongitude": -114.4521697,
		"RecAreaDirections": "Laguna Dam is approximately 18 miles northeast of Yuma, Arizona.",
		"RecAreaPhone": "602-942-3000",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "http:\/\/www.parks.ca.gov\/lat_long_map\/default.asp?lvl_id=281",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "Imperial Reservoir Area:  Picacho State Recreation Area",
		"RecAreaDescription": "This is a popular area for camping, fishing, desert exploring and river running.  The area also has a group camping area (50 person), a group boat-in area (50 person), and three individual boat-in camp areas.  There are 5 ramadas and 2 large picnic areas as well.  Restroom facilities include showers.  There are 5 campgrounds and two 2-lane boat launch ramps.  Birdwatching, small game hunting for quail, doves, and ducks, and sportfishing are among other favorite activities at this recreation area.",
		"Keywords": "",
		"RecAreaEmail": "picacho@parks.ca.gov",
		"RecAreaLatitude": 32.8867991,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-114.4706806,
			32.8867991],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2012-04-22",
		"RecAreaID": 15,
		"RecAreaLongitude": -114.4706806,
		"RecAreaDirections": "This state recreation area is 25 miles north of Yuma, Arizona on the Colorado River.  There is an 18 mile dirt road upon entering the area and it is not recommended for large trailers.",
		"RecAreaPhone": "760-996-2963",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "Davis Dam",
		"RecAreaDescription": "Located 8 miles north of the City of Laughlin on the Nevada side and 10 miles north of Bullhead City on the Arizona side of the Colorado River.  Lake Mohave resulted from the construction of Davis Dam which spans the Colorado River below Hoover Dam, a portion of the Boulder Canyon Project.  On the Arizona side of the river and managed by the Mohave County Parks Department (1-877-757-0915) is Davis Dam Camp, a campground and day use area well appointed for the physically challenged angler and also has boat launching facilities, numerous campsites, RV hookups, and picnic areas. Davis Dam Camp was built to house the workers who constructed Davis Dam.  A few of the original camp buildings remain, although they have been altered. Available fish species include rainbow trout, striped bass, and catfish.  The City of Laughlin has numerous casinos, lodging, eating establishment, and entertainment.<A HREF=\"http:\/\/www.usbr.gov\/projects\/Facility.jsp?fac_Name=Parker+Dam\">Parker Dam<\/a> and <A HREF=\"http:\/\/www.usbr.gov\/projects\/Facility.jsp?fac_Name=Davis+Dam\">Davis Dam<\/a> (originally named Bullshead) comprise the <A HREF=\"http:\/\/www.usbr.gov\/projects\/Project.jsp?proj_Name=Parker-Davis%20Project\">Parker-Davis Project.<\/a>\r\n\r\n",
		"Keywords": "",
		"RecAreaEmail": "darend@usbr.gov",
		"RecAreaLatitude": 35.1991655,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-114.5710766,
			35.1991655],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2009-10-20",
		"RecAreaID": 16,
		"RecAreaLongitude": -114.5710766,
		"RecAreaDirections": "Take US 95 south from Las Vegas about 30 miles, east on State Highway 164.  Parking is available near the dam site but, <b>as of April 2004, the roadway across Davis Dam is closed to all vehicles; pedestrian and bicycle access to the dam is still allowed.<\/b>",
		"RecAreaPhone": "928-754-3628",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "Lake Berryessa",
		"RecAreaDescription": "Nestled between Blue Ridge and Cedar Roughs, east of the Napa Valley, Lake Berryessa offers year-round recreation opportunities. Lake Berryessa's water reaches temperatures of up to 75 degrees in the summer, making it an ideal place for water sports. Anglers enjoy fishing for both cold and warm water species, such as rainbow trout, bass, catfish, crappie, and bluegill. The Bureau of Reclamation provides two large day use areas (Oak Shores and Smittle Creek), Capell Cove launch ramp, and many smaller dispersed day use areas. There are Recreation Areas around the lake that are managed by concessionaires under contract with Reclamation and provide camping, day use and boating facilities. Contact the concession areas directly for information about amenities.",
		"Keywords": "",
		"RecAreaEmail": "",
		"RecAreaLatitude": 38.5762954,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-122.2177529,
			38.5762954],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2014-04-16",
		"RecAreaID": 17,
		"RecAreaLongitude": -122.2177529,
		"RecAreaDirections": "Lake Berryessa is located 70 miles northeast of San Francisco and 40 miles west of Sacramento.  Nearest towns are Napa to the southwest or Winters to the east.  Nearest highways are state highways 121 and 128.",
		"RecAreaPhone": "707-966-2111",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": "http:\/\/www.rivcoparksreservations.org\/reservations\/flash\/flashreservations.asp?parkId=4",
		"RecAreaFeeDescription": "",
		"RecAreaName": "Lake Cahuilla",
		"RecAreaDescription": "Surronded by the stark beauty of the Santa Rosa Mountains, Lake Cahuilla (pronounced Kah-wee-ah) is a favorite recreation area in the Coachella Valley.  The park offers individual and group camping, fishing, picnicking, swimmings, special events and equestrian and hiking trails. RV and tent campers will find more than 150 spacious sites (46 with hookups) for individual and group camping.  Amenities include showers, a dump station, and picnic\/play areas, complete with barbecues, tables and lawns.  Camp for the weekend or enjoy an extended stay. While swimming is not allowed in the lake, the huge swimming pool (open April through October), provides a welcome respite from the summer heat.  The pool has lifeguard stations and showers. Expansive lawns, shaded areas, convenient parking and a picturesque setting make Lake Cahuilla an ideal setting for special events, ranging from company picnics to concerts to boat races.  A new group area features barbecue grills for group services, bike racks, restrooms, and for equestrians, corrals, hitching posts and a horse trough.   Whether it's a group event, family picnic or holiday camping trip, Lake Cahuilla offers some of the best recreation in the desert.",
		"Keywords": "",
		"RecAreaEmail": "",
		"RecAreaLatitude": 33.6323998,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-116.2738968,
			33.6323998],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2012-04-22",
		"RecAreaID": 18,
		"RecAreaLongitude": -116.2738968,
		"RecAreaDirections": "In Riverside County, CA, near the Santa Rosa Mountains, about 8 miles from Indio on the west side of the Coachella Valley.  Take Interstate 10 west from Palm Springs, CA.",
		"RecAreaPhone": "760-564-4712",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "Lake Casitas",
		"RecAreaDescription": "Lake Casitas is formed by <A HREF=\"http:\/\/www.usbr.gov\/dataweb\/dams\/ca10139.htm\">Casitas Dam<\/a>, which is a feature of the <A HREF=\"http:\/\/www.usbr.gov\/dataweb\/html\/ventura.html\">Ventura Project<\/a>.  <A HREF=\"http:\/\/www.ojai.org\/casitas.htm\">Lake Casitas Recreation Area<\/a> offers one of the nations best bass fishing areas.  Record catches have been made at the Lake and the availability of trophy bass lures sports fisherman from throughout the United States.  During the winter months the lake is stocked with trout to provide additional fishing opportunities.  Nestled below the Laguna Ridge of the Santa Ynez Mountains, the views are inspiring.  The availability of camp sites is extensive and includes full hook-ups. Call 805.649.1122 for reservations.  The recreation area includes a snack bar, boat rentals, bike rentals, and a grocery store.  The recreation area is adjacent to the Los Padres National Forest and opportunities for hiking, camping, and outdoor recreation are extensive.  A new swimming facility is expected to be completed by the end of July complementing a water playground for children.   <A HREF=\"http:\/\/dataweb.usbr.gov\/dams\/ca10139.htm\">Casitas Dam<\/a> and reservoir a features of the <A HREF=\"http:\/\/www.usbr.gov\/dataweb\/html\/ventura.html\">Ventura Project<\/a>.",
		"Keywords": "",
		"RecAreaEmail": "",
		"RecAreaLatitude": 34.3933293,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-119.3434485,
			34.3933293],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2012-04-22",
		"RecAreaID": 19,
		"RecAreaLongitude": -119.3434485,
		"RecAreaDirections": "Site is 13 miles northwest of Ventura, California on State Highway 33.",
		"RecAreaPhone": "805-649-2233",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "Lake Woollomes",
		"RecAreaDescription": "8a.m. to 5p.m., Monday through Friday.  County-operated park open 5a.m. to 10p.m. daily.  Facilities include picnic tables, barbecue grills, drinking fountains, restrooms, children's play equipment, concession stand, and group picnic area.  Fishing season is year-round.  Available species include bass, catfish, and crappie.  County permit required; contact office to arrange purchase of permit.  Nonmotorized boats only.",
		"Keywords": "",
		"RecAreaEmail": "",
		"RecAreaLatitude": 35.7361111,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-119.1783913,
			35.7361111],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2012-04-22",
		"RecAreaID": 20,
		"RecAreaLongitude": -119.1783913,
		"RecAreaDirections": "Lake is about 3 miles southeast of Delano, California.  Accessible by paved county road.",
		"RecAreaPhone": "805-861-2345",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "Lewiston National Rec. Area",
		"RecAreaDescription": "<A HREF=\"http:\/\/www.usbr.gov\/dataweb\/dams\/ca10165.htm\">Lewiston Dam<\/a>, <A HREF=\"http:\/\/www.usbr.gov\/dataweb\/html\/shasta.html\">Central Valley Project - Shasta\/Trinity Division<\/a>, is about 7 miles downstream from <A HREF=\"http:\/\/www.usbr.gov\/dataweb\/dams\/ca10196.htm\">Trinity Dam<\/a>.  It diverts water by means of Clear Creek Tunnel to Whiskeytown Lake.  The dam is 91 feet high and 745 feet long.  The Trinity River Fish Hatchery, operated by the California Department of Fish and Game, has a capacity of about 40 million eggs.  It is immediately downstream from Lewiston Dam and compensates for the upstream spawning area that has been rendered inaccessible and unusable by the dams.  Lewiston Lake is more like a large, cold, slow-moving river with a large population of trout.  Rainbow trout range from 8 to 18 inches, 12- to 14-inch average.  The German brown average over 20 inches.  Effective flies either cast from a drift boat or trolled slowly.  Productive slow trolling.  Shore fishing produces both varieties of trout.",
		"Keywords": "",
		"RecAreaEmail": "",
		"RecAreaLatitude": 40.7512567,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-122.7830782,
			40.7512567],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2012-04-22",
		"RecAreaID": 21,
		"RecAreaLongitude": -122.7830782,
		"RecAreaDirections": "About 40 miles west of Redding, California on State Highway 299.  Access road, Trinity Dam Blvd.",
		"RecAreaPhone": "916-623-2121",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "Little Panoche Dam",
		"RecAreaDescription": "<A HREF=\"http:\/\/www.usbr.gov\/dataweb\/dams\/ca10166.htm\">Little Panoche Dam<\/A> is a feature of the <A HREF=\"http:\/\/www.usbr.gov\/dataweb\/html\/casanluis.html\">Central Valley Project - San Luis Unit<\/A>.  The area is open 24 hours a day, 7 days a week.  Access by foot only.  Parking lot provided.  Nearest main highway, I-5.  Nearest community, Los Banos (18 miles north of Dam).  Birdwatching, sightseeing, picnicking, and nature study allowed.  Hunting of all game species in season.  Fishing allowed in the pool.  Predominate species are black bass, bluegill, and white catfish.",
		"Keywords": "",
		"RecAreaEmail": "",
		"RecAreaLatitude": 36.7832907,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-120.7969979,
			36.7832907],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2012-04-22",
		"RecAreaID": 22,
		"RecAreaLongitude": -120.7969979,
		"RecAreaDirections": "Site is about 5 miles west of I-5 on Little Panoche Road in Western Fresno County.",
		"RecAreaPhone": "209-826-0463",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "Los Banos Reservoir",
		"RecAreaDescription": "The <A HREF=\"http:\/\/www.usbr.gov\/dataweb\/dams\/ca10167.htm\">Los Banos Dam<\/A> and Reservoir are on Los Banos Creek above the San Luis Canal, near Los Banos, California.  The dam and reservoir are features on the <A HREF=\"http:\/\/www.usbr.gov\/dataweb\/html\/casanluis.html\">Central Valley Project - San Luis Unit<\/A>. The reservoir has 620 water surface acres and 12 miles of shoreline. The recreation area offers trails following the Path of the Padres, a boat and hiking trail.  The Path leads to the baths used by the padres of early California.  During the spring, guided interpretive tours are provided on the trail.  The reservoir offers day use facilities for picnic and family activities.  Fishing opportunities are available, and the reservoir is stocked during the fall and winter months with trout.  A horse camp is available and there are equestrian trails for the horse enthusiast.",
		"Keywords": "",
		"RecAreaEmail": "",
		"RecAreaLatitude": 36.9844306,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-120.9480385,
			36.9844306],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2012-04-22",
		"RecAreaID": 23,
		"RecAreaLongitude": -120.9480385,
		"RecAreaDirections": "Site is about 6 miles south of the town of Los Banos on State Highway 165.",
		"RecAreaPhone": "209-826-1198",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "Millerton Lake",
		"RecAreaDescription": "<A HREF=\"http:\/\/www.usbr.gov\/dataweb\/dams\/ca10154.htm\">Friant Dam<\/a> on the San Joaquin River, forms Millerton Lake.  The dam and lake are features of the <A HREF=\"http:\/\/www.usbr.gov\/dataweb\/html\/friant.html\">Central Valley Project - Friant Division<\/a>. Millerton Lake is nestled in the foothills of the Sierra Nevada, approximately 15 miles east of Fresno, CA offers a wide variety of recreational opportunities.  Reclamation is assisting the State Parks and Recreation to develop the San Joaquin trail that will allow hiking, equestrian, and bike access through the park and join the historic trail leading up the San Joaquin River.  Numerous camping facilities, ranging from primitive sites to RV hookups are available.  Call the park or 1-800-444-PARK for reservations.  The park includes a preserve area for nesting bald eagles, and the park provides boat tours during the winter months for viewing.  For boating enthusiasts, the lake offers a marina for long term docking as well as day use boat ramps.  Good fishing for bass, catfish, crappie, and trout.\r\n\r\nThe historic Millerton Courthouse, once the seat of Fresno County, has been restored and contains interpretive exhibits about the area's local history.  The courthouse was salvaged from the town of Millerton when it was inundated by Lake Millerton, and reconstructed on the shore at Mariner's Point.",
		"Keywords": "",
		"RecAreaEmail": "plucero@mp.usbr.gov",
		"RecAreaLatitude": 37.020523,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-119.6610085,
			37.020523],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2012-04-22",
		"RecAreaID": 24,
		"RecAreaLongitude": -119.6610085,
		"RecAreaDirections": "Site is off State Highway 41 about 15 miles north of Fresno, California.",
		"RecAreaPhone": "559-822-2225",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "http:\/\/terraserver-usa.com\/image.aspx?S=14&T=2&lat=37.9471474&lon=-120.5279769",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "New Melones Lake",
		"RecAreaDescription": "<A HREF=\"http:\/\/www.usbr.gov\/projects\/Facility.jsp?fac_Name=New+Melones+Dam\">New Melones Dam<\/a> and Reservoir are part of the <A HREF=\"http:\/\/www.usbr.gov\/projects\/Project.jsp?proj_Name=New Melones Unit Project\">Central Valley Project - New Melones Unit<\/a> operated by the Bureau of Reclamation. Located 60 miles upstream on the Stanislaus River from the confluence of the San Joaquin River.  The reservoir has a capacity of 2.4 million acre feet of water with 100 miles of shoreline, and a water surface area of 12,500 acres.  New Melones is located between the historic mining towns of Sonora and Angels Camp on Highway 49 and is nestled in the Foothill Oak Woodlands of the Sierras at the 1100 ft elevation.  Summer temperatures range from 85-100F and winter range from 32-60F.Gloryhole Recreation Area has two campgrounds (Big Oak and Ironhorse) with 144 campsites, 3 day-use areas, 30 miles of hiking\/biking trails, a fish cleaning station, a swim beach, and 2 boat launch ramps with parking lots.  A full service marina and store complete with fuel and boat rentals are available.  Tuttletown Recreation Area has 3 campgrounds (Acorn, Chamise, and Manzanita) with 161 campsites, 2 day-use areas, a boat launch ramp with parking lot, an RV dump station, and fish cleaning station.  Two group campgrounds are available by reservation only.Campsites in both recreation areas have a combination of back in, pull through, and walk-in tent sites, complete with fire rings, picnic tables, shade trees, shared water, and flush toilets (with showers available in selected restrooms).  Camping sites can accommodate up to 8 people with 2 vehicles, and do not have hookups.  Dogs are allowed but must be kept on a leash at all times.A year-round visitor center\/musem is located on Highway 49 just south of the Stanislaus River bridge and is open from 10:00-4:00 daily.  Features include a variety of exhibits highlighting the area's prehistory, the gold rush era of the \"submerged town\" of Melones, water management and conservation.  Ranger-guided nature hikes and visitor center programs are provided year round, and evening campground programs are provided during the summer months.New Melones Lake is noted for outstanding year-round fishing for both cold and warm water species, and outstanding boating.  Nature viewers and birders will find a number of species common to the Foothill Oak Woodland, with an occasional Bald Eagle and Osprey.  Hikers and mountain bikers will enjoy the numerous trails through the woodland areas.",
		"Keywords": "",
		"RecAreaEmail": "mppublicaffairs@usbr.gov",
		"RecAreaLatitude": 37.9471474,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-120.5279769,
			37.9471474],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2012-05-03",
		"RecAreaID": 25,
		"RecAreaLongitude": -120.5279769,
		"RecAreaDirections": "From Sacramento, drive 46 miles south on I-5 to Stockton.  At Stockton, east on California Highway 4 for 56 miles to Angels Camp.  The Park headquarters is 8 miles south of Angels Camp along Highway 49.",
		"RecAreaPhone": "209-536-9094",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "Nimbus Fish Hatchery",
		"RecAreaDescription": "<A HREF=\"http:\/\/www.usbr.gov\/dataweb\/dams\/ca10174.htm\">Nimbus Dam<\/a>, on the American River 7 miles below <A HREF=\"http:\/\/www.usbr.gov\/dataweb\/dams\/ca10148.htm\">Folsom Dam<\/a> formed Lake Natoma to reregulate the releases for power made through Folsom Powerplant.  The Nimbus Fish Hatchery was built on the left bank below the dam to compensate for the spawning areas of salmon and steelhead that were inundated by construction of Nimbus Dam. Nimbus Dam is a feature of the <A HREF=\"http:\/\/www.usbr.gov\/dataweb\/html\/folsom.html\">Central Valley Project - American River Division - Folsom and Sly Park Units<\/a>. Open year-round for fish rearing and educational actvities.  Fish spawning demonstrations provided during the salmon and steelhead runs.  Call  916-358-2884 for more information.",
		"Keywords": "",
		"RecAreaEmail": "mgrow@dfg.ca.gov",
		"RecAreaLatitude": 38.6335157,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-121.2255038,
			38.6335157],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2012-04-22",
		"RecAreaID": 26,
		"RecAreaLongitude": -121.2255038,
		"RecAreaDirections": "The hatchery is located on the west side of Hazel Avenue off Gold Country Blvd.\r\nLocated between Sacramento and Folsom, north of Highway 50, off Sunrise Blvd.",
		"RecAreaPhone": "916-358-2884",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "Abiquiu Lake",
		"RecAreaDescription": "This 5,200 surface acre reservoir offers some of the finest fishing in northern New Mexico. Reptile fossils 200 million years old have been found in the area. The area includes a fine panoramic view of the Cerro Pedernal from the dam. It is surrounded by red sandstone formations on Hwy 84 and adjacent to historical Pedernal Mountain to the south on Hwy 96.",
		"Keywords": "",
		"RecAreaEmail": "",
		"RecAreaLatitude": 36.24,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-106.43,
			36.24],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2015-04-16",
		"RecAreaID": 27,
		"RecAreaLongitude": -106.43,
		"RecAreaDirections": "Abiquiu Lake is located in northern New Mexico, 61 miles north of Santa Fe on Highway 84 at the intersection of Highway 96. From Espanola, 30 miles west on US 84, 2 miles south on NM 96.",
		"RecAreaPhone": "(505) 685-4371",
		"OrgRecAreaID": 27.0
	},
	{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "Hoover Dam",
		"RecAreaDescription": "<A HREF=\"http:\/\/www.usbr.gov\/projects\/Facility.jsp?fac_Name=Hoover+Dam\">Hoover Dam<\/a> on the Colorado River, is a feature of the <A HREF=\"http:\/\/www.usbr.gov\/projects\/Project.jsp?proj_Name=Boulder%20Canyon%20Project\">Boulder Canyon Project<\/a>. Located on the Arizona-Nevada state line, at 726 feet it is the highest concrete dam in the United States, a National Historic Landmark, and one of America's Seven Modern Civil Engineering Wonders. The Bureau of Reclamation started conducting guided tours through Hoover Dam and Powerplant in 1937. More than 1,000,000 visitors a year take the tours and millions more drive across the dam.  A visitor center and 400 car parking garage opened in 1995. The visitor center includes a theater, exhibit gallery, and a rooftop observation deck. Food and beverages are available at the dam also.\r\nVisitors may visit an outdoor overlook above the dam and a room where power is generated.  \r\nThe visitor center contains an exhibit gallery and a film about the dam's construction.\r\n\r\nOperating Hours:  Open 9:00 AM -- Close 5:00 PM. (All times are for the Pacific-time zone).  The Hoover Dam Visitor Center is open every day of the year except for Thanksgiving and Christmas.  \r\n\r\nNote:  Pedestrians are prohibited from the top of the dam during hours of darkness.\r\n\r\nPlease click on the <A HREF=\"http:\/\/www.usbr.gov\/lc\/hooverdam\/\">Hoover Dam<\/a> web page to learn more about visitor opportunities.\r\n\r\n",
		"Keywords": "",
		"RecAreaEmail": "eyoung@usbr.gov",
		"RecAreaLatitude": 36.0160918,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-114.7380381,
			36.0160918],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2009-10-20",
		"RecAreaID": 29,
		"RecAreaLongitude": -114.7380381,
		"RecAreaDirections": "Hoover Dam is located 30 miles southeast of Las Vegas, Nevada on U.S. Highway 93 on the Nevada-Arizona border.",
		"RecAreaPhone": "702-494-2521",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "http:\/\/www.r5.fs.fed.us\/tahoe\/viscenter\/tnfmap.html",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "Boca Reservoir",
		"RecAreaDescription": "<A HREF=\"http:\/\/www.usbr.gov\/dataweb\/dams\/ca10135.htm\">Boca Dam<\/a> and Reservoir are features of the <A HREF=\"http:\/\/www.usbr.gov\/dataweb\/html\/truckee.html\">Truckee Storage Project<\/a>. The reservoir is on the Little Truckee River, 27 miles southwest of Reno, Nevada. Open year-round (frozen during winter).  A surface area of approximately 980 acres at full reservoir storage.  Fishing season is year-round, with ice fishing during the winter.  Available species include kokanee salmon, rainbow, brook, and brown trout.  Access by paved road.  Handicap access ramp with platforms for fishing opportunities when the reservoir level is high enough.",
		"Keywords": "",
		"RecAreaEmail": "",
		"RecAreaLatitude": 39.4059118,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-120.0966396,
			39.4059118],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2012-10-24",
		"RecAreaID": 30,
		"RecAreaLongitude": -120.0966396,
		"RecAreaDirections": "Take I-80 west from Reno.  Site is 1 mile north of I-80 near Truckee, California.",
		"RecAreaPhone": "530-587-3558",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "Cachuma Lake",
		"RecAreaDescription": "Cachuma Reservoir, formed by <A HREF=\"http:\/\/www.usbr.gov\/dataweb\/dams\/ca10136.htm\">Bradbury Dam<\/a>, offers a prime recreational opportunity for the south central coast area of California.  The <A HREF=\"http:\/\/www.usbr.gov\/dataweb\/html\/cachuma.html\">Cachuma Project<\/a> is located in the Santa Ynez Valley, the area provides an aesthetic view of the Santa Ynez mountains.  The recreation area is adjacent to the Los Padres National Forest. Easily accessible from Santa Barbara, the area provide excellent camping facilities with full hookups for RV's.  The lake is stocked during the winter months with trout and provides excellent bass fishing year round.  The park is currently developing a recreational fisheries program in cooperation with the California Department of Fish and Game.  Day use areas include trails and picnic facilities.",
		"Keywords": "",
		"RecAreaEmail": "",
		"RecAreaLatitude": 34.5744347,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-119.9173632,
			34.5744347],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2012-10-24",
		"RecAreaID": 31,
		"RecAreaLongitude": -119.9173632,
		"RecAreaDirections": "From Santa Barbara take Highway 101 to the San Marcos Pass exit, Highway 154.  The park entrance is about 20 miles from this point.  From the North take Highway 101 to State Highway 154..  Cachuma Lake is about 20 miles east.",
		"RecAreaPhone": "805-686-5054",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "Trinity Lake",
		"RecAreaDescription": "Recreation at Trinity Lake (Clair Engle Lake) is managed by the U. S. Forest Service under agreement with the Bureau of Reclamation, Northern California Area Office, Redding, California. The reservoir is part of the Whiskeytown - Shasta - Trinity National Recreation Area. A snowmelt reservoir at the 2,387-foot elevation, Trinity Lake was created by <A HREF=\"http:\/\/www.usbr.gov\/dataweb\/dams\/ca10196.htm\">Trinity Dam<\/a> which crosses the Trinity River.  The lake is part of the <A HREF=\"http:\/\/www.usbr.gov\/dataweb\/html\/shasta.html\">Shasta\/Trinity River Divisions, Central Valley Project<\/a>.  Recreating public are accommodated with approximately 26 square miles (16,500 acres) of surface water area and 145 miles of shoreline.  Cold and warm water fishing opportunities include kokanee salmon, three trout species include German brown, rainbow, and eastern brook and largemouth and smallmouth bass.  Some of the best bass fishing west of the Mississippi exist, some 4 to 5 pound bass (1-pound average) have been taken, plus the largest smallmouth bass caught in California.  Best summer method is deep trolling.  In the winter, shoreline fishing with bait is the best method.",
		"Keywords": "",
		"RecAreaEmail": "",
		"RecAreaLatitude": 40.8035967,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-122.7468469,
			40.8035967],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2012-04-22",
		"RecAreaID": 32,
		"RecAreaLongitude": -122.7468469,
		"RecAreaDirections": "Located 18 miles north-east of Weaverville in Trinity County, the lake can be accessed via State Highway 299W and California Highway 3.",
		"RecAreaPhone": "530-623-2121",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "Contra Loma Reservoir",
		"RecAreaDescription": "<A HREF=\"http:\/\/www.usbr.gov\/dataweb\/dams\/ca10143.htm\">Contra Loma Dam<\/a> and reservoir are part of the <A HREF=\"http:\/\/www.usr.gov\/dataweb\/html\/delta.html\">Central Valley Project - Delta Division<\/a> and offers recreational opportunities for the East Bay area near San Francisco.  Numerous hiking trails exist as part of the facility and the area provides excellent access to the Contra Costa Canal Regional Trail.  The trail system provides for bikes, equestrian and pedestrian use and are available from 5:00 am to 10:00 pm daily.  The park also provides picnic and other day use facilities and adjacent to the Antioch Municipal Golf Course.",
		"Keywords": "",
		"RecAreaEmail": "",
		"RecAreaLatitude": 37.9749222,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-121.8210671,
			37.9749222],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2012-10-24",
		"RecAreaID": 33,
		"RecAreaLongitude": -121.8210671,
		"RecAreaDirections": "Site is located near Antioch, California.",
		"RecAreaPhone": "510-562-PARK",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "East Park Reservoir",
		"RecAreaDescription": "The <A HREF=\"http:\/\/www.usbr.gov\/projects\/Facility.jsp?fac_Name=East+Park+Dam\">East Park Dam<\/a> and reservoir, of the <A HREF=\"http:\/\/www.usbr.gov\/projects\/Project.jsp?proj_Name=Orland+Project\">Orland Project<\/a>,  is situated in the rolling foothills of the Mendocino National Forest on Little Stony Creek. In 2013, Reclamation entered a partnership with Colusa County for long-term management of the recreation facilities and opportunities at East Park Reservoir. The County accepts reservations and issues passes for camping, boat launches, groups, special recreation events and day use for the reservoir area through its website. http:\/\/www.countyofcolusa.org\/index.aspx?NID=629\r\n\r\nThe reservoir lies along a migratory corridor between California's Central Valley and the Coastal Range. Birders may see substantial movements of warblers and other neo-tropical migrants in late April\/early May and in September. With a 25-mile shoreline, East Park Reservoir has a thriving population of warm-water fish, including largemouth bass, smallmouth bass, catfish, crappie, and bluegill. Good fishing year-round. Ideal bass fishing occurs in the autumn months. Two natural surface boat launches are identified with excellent shore accessibility. The lake is subject to seasonal closure so please call in advance to ensure availability.",
		"Keywords": "",
		"RecAreaEmail": "",
		"RecAreaLatitude": 39.3405615,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-122.4997933,
			39.3405615],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2013-12-20",
		"RecAreaID": 34,
		"RecAreaLongitude": -122.4997933,
		"RecAreaDirections": "From Sacramento, California, drive 70 miles north along I-5 to the town of Maxwell.  The westbound exit will send you along a scenic 23-mile journey before reaching Lodoga and East Park Reservoir.",
		"RecAreaPhone": "530-968-5267",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "Lake Elwell",
		"RecAreaDescription": "<A HREF=\"http:\/\/www.usbr.gov\/projects\/Facility.jsp?fac_Name=Tiber+Dam\">Tiber Dam<\/a> and its reservoir, Lake Elwell, are on the Marias River in north-central Montana. The dam and reservoir are features of the <A HREF=\"http:\/\/www.usbr.gov\/projects\/Project.jsp?proj_Name=Lower Marias Unit Project\">Lower Marias Unit of the Pick-Sloan Missouri Basin Project<\/a>.  The reservoir has 21,300 water surface acres, 21,244 land acres and 181 miles of shoreline. Major game fish include northern pike, walleye, and rainbow trout. Concrete boat ramps, campgrounds, marina, picnic shelters. <A HREF=\"http:\/\/water.gp.usbr.gov\/cgi-bin\/arcweb_ler\">Current reservoir levels <\/a>",
		"Keywords": "",
		"RecAreaEmail": "GPWebmaster@usbr.gov",
		"RecAreaLatitude": 48.3397063,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-111.2659344,
			48.3397063],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2012-10-12",
		"RecAreaID": 35,
		"RecAreaLongitude": -111.2659344,
		"RecAreaDirections": "Site is about 18 miles southwest of Chester, Montana.",
		"RecAreaPhone": "406-759-5077",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "O'Neill Forebay",
		"RecAreaDescription": "<A HREF=\"http:\/\/www.usbr.gov\/dataweb\/dams\/ca82903.htm\">O'Neill Dam and Forebay<\/a> are joint Federal-State facilities located on San Luis Creek 2.5 miles downstream from San Luis Dam.  O'Neill Forebay Dam is a feature of the <A HREF=\"http:\/\/www.usbr.gov\/dataweb\/html\/casanluis.html\">Central Valley Project - San Joaquin Division - San Luis Unit<\/a>. The reservoir has a surface area of 2,250 acres and 14 miles of shoreline.  The Park includes boating, camping, picnic facilities, fishing, hiking, and serves as a major family destination for many in the west central valley.  Currently an expansion of the Maderos boat ramp facilities is underway, which will improve boat access and day use facilities.",
		"Keywords": "",
		"RecAreaEmail": "",
		"RecAreaLatitude": 37.0818879,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-121.0290881,
			37.0818879],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2012-04-22",
		"RecAreaID": 37,
		"RecAreaLongitude": -121.0290881,
		"RecAreaDirections": "The site is located about 10 miles west of Los Banos, California on CA Highway 152.",
		"RecAreaPhone": "209-826-1198",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "Prosser Creek Reservoir",
		"RecAreaDescription": "<A HREF=\"http:\/\/www.usbr.gov\/dataweb\/dams\/ca10179.htm\">Prosser Creek Dam<\/a> and Reservoir, completed in 1962, are located on Prosser Creek about 1.5 miles above the confluence of Prosser Creek and the Truckee River.  The dam and reservoir are features of the <A HREF=\"http:\/\/www.usbr.gov\/dataweb\/html\/washoe.html\">Washoe Project<\/a>. Area is open year-round (frozen during winter).  A surface area of approximately 750 acres at full reservoir storage.  About 11 miles of shoreline.  Ice fishing during the winter.  Available species include rainbow and brown trout.  A 5-miles-per-hour speed limit on the reservoir.  Access by paved road.  Year-round fishing.",
		"Keywords": "",
		"RecAreaEmail": "",
		"RecAreaLatitude": 39.3802738,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-120.1566565,
			39.3802738],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2012-04-22",
		"RecAreaID": 38,
		"RecAreaLongitude": -120.1566565,
		"RecAreaDirections": "Located 3 miles east of California 89 N., near Truckee.",
		"RecAreaPhone": "530-587-3558",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "Red Bluff Div. Dam & Reservoir",
		"RecAreaDescription": "Red Bluff Reservoir is located on the Sacramento River about 2 miles southeast of  Red Bluff, CA.  Lake Red Bluff is a seasonal lake (May 16 through September 14) formed on the Sacramento River by the closure of the gates at <A HREF=\"http:\/\/www.usbr.gov\/dataweb\/dams\/ca10181.htm\">Red Bluff Diversion Dam<\/a>.  The dam is a feature of the <A HREF=\"http:\/\/www.usbr.gov\/dataweb\/html\/sacramento.html\">Central Valley Project - Sacramento River Division, Sacramento Canals Unit<\/a>. Lake Red Bluff is approximately 3 miles long with about 200 surface acres.  Facilities include one boat ramp located at the City Park in downtown Red Bluff.  The Lake provides a cold water fishery for trout, steelhead, and salmon. For additional information contact the Red Bluff Chamber of Commerce. <A HREF=\"http:\/\/www.caohwy.com\/r\/redbluff.htm\"> Area information.. <\/a>.",
		"Keywords": "",
		"RecAreaEmail": "",
		"RecAreaLatitude": 40.1534779,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-122.2023711,
			40.1534779],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2012-04-22",
		"RecAreaID": 39,
		"RecAreaLongitude": -122.2023711,
		"RecAreaDirections": "Off Interstate -5 about 2 miles southeast of Red Bluff.",
		"RecAreaPhone": "916-978-5193",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "San Justo Reservoir",
		"RecAreaDescription": "<A HREF=\"http:\/\/www.usbr.gov\/projects\/Facility.jsp?fac_Name=San+Justo+Dam\">San Justo Dam<\/a> and Reservoir are features of the <A HREF=\"http:\/\/www.usbr.gov\/projects\/Project.jsp?proj_Name=San Felipe Division Project\">San Felipe Project<\/a>. The reservoir is approximately 3 miles southwest of Hollister, California .  Facilities open for use Wednesday through Sunday.  Operation hours: sunrise to sunset.  Good access roads.   The park offers recreation to anglers, boaters, windsurfers, picnickers, and mountain bikers.  Boat size restricted to 16 feet.  Gas engines prohibited.  Ideal for small sailboats and windsurfers in the beginning to intermediate range.  Experienced surfers can enjoy a more relaxed sail.  The California Department of Fish and Game regularly stocks the lake with trout.  San Justo Bait and Tackle periodically stock tagged and trophy-size fish for contests and derbies.  Available species include trout, bass, catfish, crappie, and bluegill.  Entrance fee, $4.",
		"Keywords": "",
		"RecAreaEmail": "",
		"RecAreaLatitude": 36.8166232,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-121.4474381,
			36.8166232],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2012-11-06",
		"RecAreaID": 41,
		"RecAreaLongitude": -121.4474381,
		"RecAreaDirections": "Nearest main highway, California 156.  Nearest community, Hollister.",
		"RecAreaPhone": "408-637-8218",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "San Luis Reservoir",
		"RecAreaDescription": "Recreation area lakes include O'Neill Forebay, San Luis Reservoir, and Los Banos Creek Reservoir.  All are part of the California Water Project and operated jointly by the California Department of Parks and Recreation, the California Department of Water Resources, and the Bureau of Reclamation.  Office hours; 8:00a.m. - 4:30p.m., Monday through Friday.  Closed holidays.  Facilities open 7 days a week.  Good access roads.   Camping, boating, picnicking, and swimming.  Regular strong winds make O'Neill Forebay and San Luis Reservoir an excellent location for boardsailors.  Outstanding fishing for striped bass.  Five world record or former world record stripers caught on the Forebay.  Other species available at San Luis Reservoir and O'Neill Forebay are American shad and catfish.  Excellent fishing at Los Banos Creek Reservoir for largemouth bass, bluegill, crappie, catfish, and trout.  A 5-miles-per-hour speed limit at Los Banos Creek; no high-speed boating activities.  Managed by the California Department of Water Resources, the Romero Visitor Center contains State water project and Central Valley project exhibits, as well as a film on California water resources.",
		"Keywords": "",
		"RecAreaEmail": "jmccracken@mp.usbr.gov",
		"RecAreaLatitude": 37.0572977,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-121.121104,
			37.0572977],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2012-04-22",
		"RecAreaID": 42,
		"RecAreaLongitude": -121.121104,
		"RecAreaDirections": "Nearest main highway I-5, nearest community, Los Banos.",
		"RecAreaPhone": "209-826-1197",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "Shasta National Rec. Area",
		"RecAreaDescription": "<A HREF=\"http:\/\/www.usbr.gov\/dataweb\/dams\/ca10186.htm\">Shasta Dam<\/a> and reservoir are features of the <A HREF=\"http:\/\/www.usbr.gov\/dataweb\/html\/shasta.html\">Central Valley Project - Shasta\/Trinity Divisions<\/a>. Recreation at the reservoir is managed by the U.S. Forest Service under agreement with the Bureau of Reclamation, Northern California Area Office.  Created by a dam across the Sacramento River, Shasta Reservoir is the largest reservoir in California with 370 miles of shoreline.  Located 12 miles north of Redding, the reservoir provides excellent year-round bank or boat fishing.  Reservoir holds 16 varieties of fish, including sturgeon.  Trout species include rainbow, German brown, kamaloops, and kokanee salmon.  Bass species include largemouth, smallmouth, and spotted bass.  Catfish species include channel cats, white cats, and brown bullheads.  Smaller species include crappie and bluegill.  During the early spring bank anglers can catch trout.  During the summer the trout seek cooler temperatures with the most effective trolling at depths of 30 to 70 feet.  Almost any rocky area on the lake may produce bass.  Best catfish taking is in the spring and summer months at night.  Although there are white sturgeon in the lake, few anglers fish for these giant bottom-feeders.  Record sturgeon catch was in 1977, 190 pounds and 8 feet, 2 inches long. \r\n\r\nReclamation is offering free public tours of Shasta Dam.  Tours are offered daily at 9 and 11 a.m. and at 1 and 3 p.m.  Guests should park at the Visitor Center and are asked to leave all belongings in their vehicles.  No purses, cameras or bags of any kind or cell phones will be allowed on the tour.  Guided tours will start at the second elevator tower on the dam and will require the visitor to pass through a metal detector.  The tour, which takes about 45 minutes, will take visitors down in the elevator, out to the spillway area, and will include a view inside the power plant.  Since Reclamation's priorities are to provide for the safety of visitors, employees, and our facilities, considerable security modifications and precautions have been put in place, while still offering the public an opportunity to tour the dam.  The Visitor Center is open Monday through Friday 8:00 to 4:30 and on the weekends from 8:00 to 5:00.",
		"Keywords": "",
		"RecAreaEmail": "",
		"RecAreaLatitude": 40.6332042,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-122.6011272,
			40.6332042],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2012-04-22",
		"RecAreaID": 43,
		"RecAreaLongitude": -122.6011272,
		"RecAreaDirections": "Off I-5 north from Redding, California.",
		"RecAreaPhone": "530-275-1589",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "Squaw Leap Mgmt. Area",
		"RecAreaDescription": "The Squaw Leap Area is located at the upper portion of Millerton Lake and is accessed through the town of Auberry, CA.  The area is managed by BLM with trail heads for the San Joaquin trail. The trail leads through chaparral uplands with mountain lilac, manzanita, mahogany and many shrubs and annual wildflowers.  The trails leading from Squaw Leap Area include a 6 mile loop through the northern portion of the recreation area and a 4 mile trail connecting to the San Joaquin River Trail.  Interpretive nature trails and cultural information is available. BLM cooperates with the California Parks and Recreation at Millerton Lake to help users appreciate the foothills area of the Sierra Nevada.  Access to the lake and river areas provide good shore fishing opportunities.",
		"Keywords": "",
		"RecAreaEmail": "",
		"RecAreaLatitude": 37.0877267,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-119.5468038,
			37.0877267],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2012-04-22",
		"RecAreaID": 44,
		"RecAreaLongitude": -119.5468038,
		"RecAreaDirections": "Site is south of Auberry, California off State Highway 168.",
		"RecAreaPhone": "916-985-4474",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "Stampede Reservoir",
		"RecAreaDescription": "Completed in 1970, <A HREF=\"http:\/\/www.usbr.gov\/dataweb\/dams\/ca10192.htm\">Stampede Dam<\/a> and Reservoir are located on the Little Truckee River immediately below the mouth of Davies Creek and approximately 8 miles above the confluence of the Little Truckee and Truckee Rivers.  The dam and reservoir are features of the <A HREF=\"http:\/\/www.usbr.gov\/dataweb\/html\/washoe.html\">Washoe Project<\/a>. Open year-round (frozen during winter).  A surface area of approximately 3,340 acres at full reservoir storage with 25 miles of shoreline.  Fishing season is year-round, with ice fishing during the winter.  Available species include kokanee salmon, rainbow, brook, brown and lake (mackinaw) trout.  A California Department of Fish and Game target fishery for hatchery catchables.  Access by paved road.",
		"Keywords": "",
		"RecAreaEmail": "",
		"RecAreaLatitude": 39.4781757,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-120.1353627,
			39.4781757],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2012-04-22",
		"RecAreaID": 45,
		"RecAreaLongitude": -120.1353627,
		"RecAreaDirections": "Site is 7 miles north of I-80 near Truckee, California.",
		"RecAreaPhone": "530-587-3558",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "Stony Gorge Reservoir",
		"RecAreaDescription": "<A HREF=\"http:\/\/www.usbr.gov\/projects\/Facility.jsp?fac_Name=Stony+Gorge+Dam\">Stony Gorge Dam<\/a>, <A HREF=\"http:\/\/www.usbr.gov\/projects\/Project.jsp?proj_Name=Orland+Project\">Orland Project<\/a>, completed in 1928, is on Stony Creek about 18 miles downstream from East Park Dam and 5 miles west of Fruto in western Glenn county.  The dam is a concrete slab and buttress structure with a height of 139 feet and a crest length of 868 feet. A warm-water fishery with an 18-mile shoreline.  Excellent boating and shoreline accessibility.  One boat ramp useable most of the summer, depending on water level.  Free camping except for group camping area.  Available bass species include largemouth and smallmouth bass of Texan strain that grow faster and mature earlier (10 to 12 pounds).  A thriving bluegill and crappie population (2 to 3 pounds).  Catfishing good year-round (up to 20 pounds).  <A HREF=\"http:\/\/cdec.water.ca.gov\/river\/res_STG.html\"> Reservoir levels.<\/a>",
		"Keywords": "",
		"RecAreaEmail": "",
		"RecAreaLatitude": 39.5561046,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-122.5251005,
			39.5561046],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2013-03-15",
		"RecAreaID": 46,
		"RecAreaLongitude": -122.5251005,
		"RecAreaDirections": "Located 21 miles west of Willows off Maxwell Stony Gorge Rd.  Nearest highway, I-5.",
		"RecAreaPhone": "530-968-5267",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "Trinity River Fish Hatchery",
		"RecAreaDescription": "Operated by the California Department of Fish and Game, under agreement with the Bureau of Reclamation, Northern California Area Office, Redding, California, the Trinity River Fish Hatchery is situated immediately below Lewiston Lake on the Trinity River.  Capable of hatching 40 million eggs, the hatchery compensates for the upstream salmon spawning areas rendered inaccessibly by the Lewiston and Trinity Dams.  Facility is open to the public. The fish hatchery was constructed as part of the <A HREF=\"http:\/\/dataweb.usbr.gov\/html\/shasta.html\">Shasta\/Tinity Division of the Central Valley Project<\/a>.",
		"Keywords": "",
		"RecAreaEmail": "",
		"RecAreaLatitude": 40.724868,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-122.7980782,
			40.724868],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2012-04-22",
		"RecAreaID": 47,
		"RecAreaLongitude": -122.7980782,
		"RecAreaDirections": "Located northeast of Weaverville on California Highway 3.",
		"RecAreaPhone": "530-623-2121",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "Bonny Reservoir (Bonny Lake State Park)",
		"RecAreaDescription": "<A HREF=\"http:\/\/www.usbr.gov\/projects\/Facility.jsp?fac_Name=Bonny+Dam\">Bonny Dam<\/a> and Reservoir are on the South Fork of the Republican River near Hale, Colorado just west of the Kansas border in Yuma County. Reservoir open 24 hours. Fair access roads. Available species include walleye, crappie, wipers (white bass\/striped bass hybrids), white bass, northern pike, fresh waterdrum, large and smallmouth bass, bullheads, bluegill, and channel catfish. The reservoir has approximately 2,095 water surface acres, 5,187 land acres and 15 miles of shoreline. Fishing season is year-round.Recreation at the site is managed by the Colorado Division of Parks and Outdoor Recreation for the Bureau of Reclamation.  The Dam and Reservoir are features of the Armel Unit, Upper Republican Division, Pick-Sloan Missouri Basin Program<\/a>. <A HREF=\"http:\/\/www.usbr.gov\/gp-bin\/arcweb_bonc.pl\">Current Reservoir Levels<\/a>",
		"Keywords": "",
		"RecAreaEmail": "bonny.lake.park@state.co.us",
		"RecAreaLatitude": 39.6157362,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-102.1944975,
			39.6157362],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2012-04-22",
		"RecAreaID": 48,
		"RecAreaLongitude": -102.1944975,
		"RecAreaDirections": "Take I-70 east to Burlington, then north 23 miles on US 385.  Turn east on County Roads 2 or 3 for 1.5 miles.",
		"RecAreaPhone": "970-354-7306",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "Carter Reservoir (Carter Lake)",
		"RecAreaDescription": "Developments include 5 campgrounds with 151 campsites and 3 boat-launch ramps. A concession-operated public marina located at the north end of the lake (970.667.1062). A concession for members only (Sail Club) is operated on the northwest shore of the lake.The reservoir has approximately 1,144 water surface acres, 910 land acres and 8 miles of shoreline. Access is good. Primary recreation activities include fishing, camping, power boating, and sailing.  A handicap accessible trail has been constructed at the south shore.Water levels are low in late summer because of seasonal drawdown. Larimer County Parks operates a small visitor center at the lake that provides recreation irmation and issues recreation permits. A hiking trail exists along the west side of the lake. Primary sport fish include rainbow trout, kokanee, brown trout, splake, walleye, yellow perch, bluegill, salmon, and largemouth bass. A public swim beach and snack bar\/restaurant are available. <A HREF=\"http:\/\/www.usbr.gov\/projects\/Facility.jsp?fac_Name=Carter+Lake+Dam\">Carter Lake Dam<\/a> and Reservoir are features of the <A HREF=\"http:\/\/www.usbr.gov\/projects\/Project.jsp?proj_Name=Colorado-Big Thompson Project\">Colorado-Big Thompson Project<\/a>.   <A HREF=\"http:\/\/www.usbr.gov\/gp-bin\/arcweb_carterco.pl\">Current  Reservoir levels.<\/a>",
		"Keywords": "",
		"RecAreaEmail": "www.parksoffice@co.larimer.co.us",
		"RecAreaLatitude": 40.3352417,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-105.2178612,
			40.3352417],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2012-04-22",
		"RecAreaID": 49,
		"RecAreaLongitude": -105.2178612,
		"RecAreaDirections": "Access by county road north from Berthoud, Colorado.  Very near Loveland.",
		"RecAreaPhone": "970-679-4570",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "Crawford Reservoir",
		"RecAreaDescription": "Crawford Reservoir was created by <A HREF=\"http:\/\/www.usbr.gov\/projects\/Facility.jsp?fac_Name=Crawford+Dam\">Crawford Dam<\/a> which crosses Iron Creek, a tributary of the Smith Fork of the Gunnison River.  The reservoir is part of the <A HREF=\"http:\/\/www.usbr.gov\/projects\/Project.jsp?proj_Name=Smith Fork Project\">Smith Fork Project<\/a>.Recreation at Crawford Reservoir is managed by the Colorado Division of Parks and Outdoor Recreation under agreement with the Bureau of Reclamation, Western Colorado Area Office, Grand Junction, Colorado.   The 96,000 annual visitors recreation activities are accommodated by 7 miles of shoreline and 394 acres of water surface.  The average elevation is 6,500 feet above sea level.Water activities include boating, waterskiing, sailboarding, and swimming.  For fishing enthusiasts, yellow perch, black crappie, largemouth bass, trout, channel catfish, and northern pike are in the reservoir.  Winter activities include ice fishing, cross-country skiing, and snowmobiling.  There are 45 campsites with hookups and 21 without.  Showers and flush toilets are available. Call 800-678-2267 for camping reservations",
		"Keywords": "",
		"RecAreaEmail": "crawford.park@state.co.us",
		"RecAreaLatitude": 38.6829384,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-107.6011065,
			38.6829384],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2012-04-22",
		"RecAreaID": 50,
		"RecAreaLongitude": -107.6011065,
		"RecAreaDirections": "From Delta, take Colorado Highway 92 east to Hotchkiss.  Stay right on Highway 92 where it intersects Colorado Highway 133 and drive 10 miles to the town of Crawford.  The reservoir is 1 mile south of town.",
		"RecAreaPhone": "970-921-5721",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "http:\/\/www.estesvalleyrecreation.com\/",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "East Portal Reservoir",
		"RecAreaDescription": "East Portal Reservoir is a feature of the Colorado - Big Thompson Project.  This charming campground sits at the base of a mountain in the midst of a pine forest. The campground within East Portal contains 70 campsites that provide amenities such as RV hookups, two shower houses and tent camping. A trail head leads into Rocky Mountain National Park and a free shuttle provides access into the town of Estes Park during the summer. The small reservoir has approximately 2 water surface acres where rainbow trout are occasionally caught by Anglers.  Moreover, there are 70 land acres and 1 mile of shoreline located at this reservoir. No boating is allowed.   Facilities are open May 15- Oct. 15.",
		"Keywords": "",
		"RecAreaEmail": "",
		"RecAreaLatitude": 40.3269286,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-105.5805568,
			40.3269286],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2013-07-24",
		"RecAreaID": 51,
		"RecAreaLongitude": -105.5805568,
		"RecAreaDirections": "Site is near Loveland, Colorado, on the Wind River at East Portal of Alva B. Adams Tunnel, 4.5 miles southwest of Estes Park.",
		"RecAreaPhone": "970-679-4570",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "Flatiron Reservoir",
		"RecAreaDescription": "<A HREF=\"http:\/\/www.usbr.gov\/projects\/Facility.jsp?fac_Name=Flatiron+Afterbay+Dam\">Flatiron Dam<\/a> and Reservoir are located on Chimney Hollow Creek 8 miles southwest of Loveland, Colorado. The dam and reservoir are features of the <A HREF=\"http:\/\/www.usbr.gov\/projects\/Project.jsp?proj_Name=Colorado-Big+Thompson+Project\">Colorado - Big Thompson Project<\/a>. One campground with 41 campsites. Access is good. THe reservoir has approximately 47 water surface acres, 248 land acres and 2 miles of shoreline. No boating currently allowed. Primary recreational activities include fishing and camping. Primary sport fish available are rainbow trout. Facilities and campground are closed in winter due to ice and snow.",
		"Keywords": "",
		"RecAreaEmail": "www.parksoffice@co.larimer.co.us",
		"RecAreaLatitude": 40.3705885,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-105.2315159,
			40.3705885],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2012-04-22",
		"RecAreaID": 52,
		"RecAreaLongitude": -105.2315159,
		"RecAreaDirections": "On Chimney Hollow Creek, 8 miles soutwest of Loveland, Colorado.",
		"RecAreaPhone": "970-679-4570",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "Fruitgrowers Reservoir",
		"RecAreaDescription": "Fruitgrowers Reservoir was created by <A HREF=\"http:\/\/www.usbr.gov\/projects\/Facility.jsp?fac_Name=Fruitgrowers+Dam\">Fruitgrowers Dam<\/a> which crosses Alfalfa Run.  Alfalfa Runs natural flow is augmented by diversions from Surface and Dry Creeks.  The reservoir is the main feature of the <A HREF=\"http:\/\/www.usbr.gov\/projects\/Project.jsp?proj_Name=Fruitgrowers Project\">Fruitgrowers Dam Project<\/a>.  Visitation is estimated at roughly 500 people per year.  There are about 5 miles of shoreline, 4 of which are open to recreation.  No water contact activities are allowed.  Average elevation is about 5,400 feet above sea level.  The site has only primitivefacilities and no on-site manager or law enforcement.In the spring, Fruitgrowers Reservoir wildlife viewing area offers a spectacular sight with thousands of sandhill cranes stopping over on their way north.  The reservoir hosts the largest nesting colony of western grebes in Colorado and more than 200 species of birds have been sighted.  Also, a variety of mammals (i.e., mule deer, fox, mink) and reptiles make the area their home.  There is a hard-surface watchable wildlife trail, about 750 feet long with turnout. \r\n\r\nBrochures for Fruitgrowers and other Grand Junction areas may be acquired by contacting the Grand Junction Visitor and Convention Bureau. You may call them at 1-800-962-2547 or 244-1480 for local calls.",
		"Keywords": "",
		"RecAreaEmail": "kozga@uc.usbr.gov",
		"RecAreaLatitude": 38.8294748,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-107.9453659,
			38.8294748],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2012-04-22",
		"RecAreaID": 53,
		"RecAreaLongitude": -107.9453659,
		"RecAreaDirections": "Take Colorado Highway 92 northeast out of Delta.  Go 4 miles to Colorado Highway 65, then 6 miles to the reservoir turnoff.",
		"RecAreaPhone": "970-248-0600",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "Jackson Gulch Reservoir",
		"RecAreaDescription": "Recreation at Jackson Gulch Reservoir (Mancos State Park) is managed by the Colorado Division of Parks and Outdoor Recreation under agreement with the Bureau of Reclamation, Western Colorado Area Office - Southern Division, Durango, Colorado. <A HREF=\"http:\/\/www.usbr.gov\/projects\/Facility.jsp?fac_Name=Jackson+Gulch+Dam\">Jackson Gulch Dam<\/a> was completed in 1950 and is the principal feature of the <A HREF=\"http:\/\/www.usbr.gov\/projects\/Project.jsp?proj_Name=Mancos Project\">Mancos Project<\/a> in southwestern Colorado.  An inlet canal from the West Mancos River feeds the small reservoir which is an off-stream storage impoundment with 4 miles of shoreline.  The reservoir is located 5 miles north of Mancos, Colorado, and 10 miles from Mesa Verde National Park, a World Heritage Site.  The reservoir provides important recreation, fish and wildlife benefits; it has about 36,000 visitors per year.  The average elevation is about 7,800 feet above sea level.\r\nCall 1-800-678-2267 for camping reservations.",
		"Keywords": "",
		"RecAreaEmail": "mancos.park@state.co.us",
		"RecAreaLatitude": 37.4042834,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-108.2706683,
			37.4042834],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2012-04-22",
		"RecAreaID": 54,
		"RecAreaLongitude": -108.2706683,
		"RecAreaDirections": "Take U.S. Highway 160 west from Durango, Colorado to the intersection of State Highway 184 in Mancos, a distance of about 27 miles.  Turn right and take State Highway 184 north from Mancos for 1\/4 mile, then turn right on County Road 42 to the intersection of County Rd. N, a distance of about 5 miles.  Turn left on County Road N for 1\/4 mile to the Mancos State Park entrance.",
		"RecAreaPhone": "970-882-2213 or 970-946-0461",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "Paonia Reservoir",
		"RecAreaDescription": "<A HREF=\"http:\/\/www.usbr.gov\/projects\/Facility.jsp?fac_Name=Paonia+Dam\">Paonia Dam<\/a> and Reservoir is part of the <A HREF=\"http:\/\/www.usbr.gov\/projects\/Project.jsp?proj_Name=Paonia Project\">Paonia Project<\/a>. Recreation at Paonia Reservoir is managed by the Colorado Division of Parks and Outdoor Recreation under agreement with the Bureau of Reclamation.  The reservoir is located in the shadow of Colorado majestic Ragged Mountains.  The parks natural beauty is a perfect setting for nature lovers and photographers.  There are picnic and 15 semi-primitive campsites available for your enjoyment. (Drinking water is not available.)  Water level may fluctuate severely and prevent boat launching.  Call 1-800-678-2267 for camping reservations.",
		"Keywords": "",
		"RecAreaEmail": "Crawford.park@state.co.us",
		"RecAreaLatitude": 38.9457304,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-107.3430387,
			38.9457304],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2012-04-22",
		"RecAreaID": 57,
		"RecAreaLongitude": -107.3430387,
		"RecAreaDirections": "From Glenwood Springs, Colorado, take Highway 82 south to town of Carbondale.  Turn south into Carbondale on Highway 133 for 46 miles to the reservoir.  From Delta, take Highway 92 east 21 miles to town of Hotchkiss.  On the far side of Hotchkiss, keep left onto Highway 133, than past Paonia another 16 miles to reservoir.",
		"RecAreaPhone": "970-626-5822",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "Ridgway Reservoir",
		"RecAreaDescription": "Recreation at <A HREF=\"http:\/\/www.usbr.gov\/projects\/Facility.jsp?fac_Name=Ridgway+Dam\">Ridgway Dam<\/a> and Reservoir, <A HREF=\"http:\/\/www.usbr.gov\/projects\/Project.jsp?proj_Name=Dallas Creek Project\">Dallas Creek Project<\/a>,  is managed by the Colorado Division of Parks and Outdoor Recreation under agreement with the Bureau of Reclamation.   The reservoir offers a variety of activities on its 1,000 surface-acres.  Rainbow trout are stocked annually in the reservoir.  Camping experiences vary from 25 walk-in tent sites to 187 sites with electrical hook-ups, and 81 full hook-up campsites.   Ridgway State Park is at the base of the spectacular San Juan Mountains in southwestern Colorado.  Ridgway Reservoir is a year-round outdoor recreation paradise attracting boaters, anglers and swimmers.  All recreation sites have easy bicycle access.  Natural surface trails pass through the pinyon\/juniper forests and onto mesas offering lovely views of the surrounding mountain peaks. Wildlife includes deer, marmots, magpies, waterfowl, squirrels, chipmunks and occasionally osprey and black bears are seen in the area.  Winter brings elk and bald eagles into the park.  Hunting is permitted at certains of the year in designated areas.  Check with park office for specific closures and regulations.  The visitor center contains displays on local wildlife and a bookstore.",
		"Keywords": "",
		"RecAreaEmail": "ridgway.park@state.co.us",
		"RecAreaLatitude": 38.2308227,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-107.7564477,
			38.2308227],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2012-04-22",
		"RecAreaID": 59,
		"RecAreaLongitude": -107.7564477,
		"RecAreaDirections": "Take U.S. Highway 550 south of Montrose, Colorado for 22 miles to Ridgway State Park entrance.",
		"RecAreaPhone": "970-626-5822",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": " ",
		"RecAreaName": "Rifle Gap Reservoir",
		"RecAreaDescription": "Recreation at <A HREF=\"http:\/\/www.usbr.gov\/projects\/Facility.jsp?fac_Name=Rifle+Gap+Dam\">Rifle Gap Dam<\/a> and Reservoir, <A HREF=\"http:\/\/www.usbr.gov\/projects\/Project.jsp?proj_Name=Silt Project\">Silt Project<\/a>,   is managed by the Colorado Division of Parks and Outdoor Recreation under agreement with the Bureau of Reclamation.  The clear water at Rifle Gap Reservoir is excellent for scuba diving.  Other water activities include boating, fishing, swimming, waterskiing, and windsurfing.  Fishing enthusiasts can select from rainbow and German brown trout, walleye, perch, and smallmouth and largemouth bass.  During your wildlife watching, you may see deer, elk, beaver, chipmunks, rabbits, or bobcats.  Golf enthusiasts can tee off on the 18-hole golf course that lies adjacent to the area.  Winter offers ice fishing, cross-country skiing, and snowmobiling.  There are 47 campsites that will accommodate tents, small trailers, and pickup campers.  There are some pull-through sites for larger units and day-use picnic areas. Call 1-800-678-2267 for camping reservations.",
		"Keywords": "",
		"RecAreaEmail": "rifle.gap.park@state.co.us",
		"RecAreaLatitude": 39.6313505,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-107.7585584,
			39.6313505],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2012-04-22",
		"RecAreaID": 60,
		"RecAreaLongitude": -107.7585584,
		"RecAreaDirections": "Take I-70 north from Grand Junction to the Rifle exit, then north on Colorado Highway 13 for 3 miles.  Right onto Colorado 325 and drive 9.8 miles to reservoir.",
		"RecAreaPhone": "970-625-1607",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "Vallecito Reservoir",
		"RecAreaDescription": "<A HREF=\"http:\/\/www.usbr.gov\/projects\/Facility.jsp?fac_Name=Vallecito+Dam\">Vallecito Dam<\/a> and Reservoir was completed in 1941 and is the principal feature of the <A HREF=\"http:\/\/www.usbr.gov\/projects\/Project.jsp?proj_Name=Pine River Project\">Pine River Project<\/a> in southwest Colorado.  Located on the Pine River in the San Juan National Forest, about 18 miles northeast of Durango, Colorado, the reservoir has a maximum surface area of 2,720 acres. An additional 961 acres of lands are available for recreation.Recreation management at Vallecito (excluding campgrounds) was transferred to the Pine River Irrigation District under contract with the Bureau of Reclamation.  Campgrounds at the reservoir are administered by the U.S. Forest Service, San Juan National Forest.  Both the District and the Forest Service can be reached at 970-884-2512.",
		"Keywords": "",
		"RecAreaEmail": "",
		"RecAreaLatitude": 37.4009869,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-107.5513838,
			37.4009869],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2012-04-22",
		"RecAreaID": 63,
		"RecAreaLongitude": -107.5513838,
		"RecAreaDirections": "Directions:  Take County Road 240 north from Durango to the intersection of County Road 501, a distance of about 14 miles. Turn left and take County Road 501 north to Vallecito Reservoir, a distance of about 4 miles.",
		"RecAreaPhone": "970-385-6577",
		"OrgRecAreaID": ""
	},
	{
		"RecAreaMapURL": "",
		"RecAreaReservationURL": "",
		"RecAreaFeeDescription": "",
		"RecAreaName": "Vega Reservoir",
		"RecAreaDescription": "Recreation at <A HREF=\"http:\/\/www.usbr.gov\/projects\/Facility.jsp?fac_Name=Vega+Dam\">Vega Dam<\/a> and Reservoir, <A HREF=\"http:\/\/www.usbr.gov\/projects\/Project.jsp?proj_Name=Collbran Project\">Collbran Project<\/a>, is managed by the Colorado Division of Parks and Outdoor Recreation under agreement with the Bureau of Reclamation  Vega sits nestled on the Grand Mesa high above the little mountain town of Collbran, Colorado. Excellent ice fishing and snowmobiling opportunities.  Five rustic camper cabins are located in Pioneer Campground with corrals located adjacent to the cabins.  These make a great starting point for exploring the Grand Mesa or recreating at Vega Reservoir.  Call 1-800-678-2267 for camping reservations.",
		"Keywords": "",
		"RecAreaEmail": "vega.park@state.co.us",
		"RecAreaLatitude": 39.2233119,
		"StayLimit": "",
		"GEOJSON": {
			"COORDINATES": [-107.7954152,
			39.2233119],
			"TYPE": "Point"
		},
		"LastUpdatedDate": "2012-04-22",
		"RecAreaID": 64,
		"RecAreaLongitude": -107.7954152,
		"RecAreaDirections": "From Grand Junction, Colorado, drive 55 miles east and turn south off I-70 onto Colorado Highway 65. Drive 10 miles, then take Highway 330 east through Collbran and drive the final 12 miles to the reservoir on a paved all-weather county road.",
		"RecAreaPhone": "970-487-3407",
		"OrgRecAreaID": ""
	}],
	"METADATA": {
		"SEARCH_PARAMETERS": {
			"QUERY": "",
			"OFFSET": 0.0,
			"LIMIT": 50.0
		},
		"RESULTS": {
			"TOTAL_COUNT": 3425,
			"CURRENT_COUNT": 50
		}
	}
}